Repository: optionals/FreeDMG
Catalog: *.lproj/Localizable.strings
Languages: french, italian, russian

# Quit_Confirmation
source: FreeDMG is currently imaging. Are you sure that you want to quit?
french: FreeDMG crée présentement une image. Êtes-vous sûr de vouloir quitter ?
italian: FreeDMG sta montando l'immagine. Sicuro di uscire ora?
russian: FreeDMG создает образ. Вы действительно хотите выйти?

# Quit_Warning
source: Quitting now can result in an incomplete image
french: Quitter maintenant peut avoir comme conséquence une image inachevée
italian: Uscendo ora renderà l'immagine disco incompleta
russian: Выход из программы приведет к созданию неполного образа.

# mkdmg_Warning
source: mkdmg not found. Re-install FreeDMG.
french: mkdmg introuvable. Réinstallez FreeDMG.
italian: mkdmg non trovato. Per cortesia reinstalla FreeDMG.
russian: mkdmg не найден. Переустановите FreeDMG.

# hdiutil_Warning
source: hdiutil not found. Re-install Mac OS X.
french: hdiutil introuvable. Réinstallez Mac OS X.
italian: hdiutil non trovato. Per cortesia reinstalla Mac OS X.
russian: hdiutil не найден. Переустановите Mac OS X.

# Task_Warning
source: An error occurred trying to allocate the task or pipe.
french: Une erreur s'est produite essayant d'assigner la tâche ou la pipe.
italian: C'è stato un errore nell'allocare il compito o pipe.
russian: Ошибка возникла при размещении задачи или конвейера.

# Error_Warning
source: An error occurred - see log for more details
french: Une erreur s'est produite - voir l'historique pour plus de détails
italian: C'è stato un errore - vedi il registro per più dettagli
russian: Ошибка - подробности в логе.

# Internal_Warning
source: An internal error occurred - see log for more details
french: Une erreur interne s'est produite - voir l'historique pour plus de détails
italian: C'è stato un errore interno - vedi il registro per più dettagli
russian: Внутренняя ошибка - подробности в логе.

source: Cancel
french: Annuler
italian: Annulla
russian: Отмена

source: Imaging...
french: Création de l'image…
italian: Monto...
russian: Создаю образ...

source: Error
french: Erreur
italian: Errore
russian: Ошибка

source: Finished
french: De finition
italian: Rifinito
russian: Закончено

# Create_Volume
source: Create from Volume
french: Créer depuis un volume
italian: Crea dal Volume
russian: Создать из раздела

# Create_Device
source: Create from Device
french: Créer depuis un périphérique
italian: Crea dal dispositivo
russian: Создать из устройства

# New_Read_Write
source: read/write disk image
french: image disque en lecture/écriture
italian: Leggi/scrivi l'immagine disco
russian: образ диска для чтения/записи

# New_Sparse
source: sparseimage
russian: растущий образ

# New_Sparsebundle
source: sparsebundle
russian: растущий пакет-образ

# AES-128
source: AES cipher (128 bit)
french: Chiffrement AES (128 bits)
italian: Cifratura AES (128 bit)
russian: 128-битное AES

# AES-256
source: AES cipher (256 bit)
french: Chiffrement AES (256 bits)
italian: Cifratura AES (256 bit)
russian: 256-битное AES

# AES_None
source: None
french: Aucune
italian: Nessuna
russian: без шифрования

source: Save As
french: Enregistrer sous
italian: Salva come
russian: Сохранить как

# InternetEnabled
source: Make Internet Enabled
french: Créer une image adaptée à Internet
italian: Rendila abilitata per Internet
russian: подготовить для интернета

# SourceFolder
source: Choose source folder
french: Choisir le dossier source
italian: Scegli una cartella sorgente
russian: Выбрать папку-источник

# ScanRestore
source: Scan for Restore
french: Examiner une restoration
italian: Scansiona per il ripristino
russian: Сканировать для восстановления

source: Get Info
french: Lire les informations
italian: Ottieni informazioni
russian: Получить информацию

# Compact
source: Compact Image
french: Comprimer l'image
italian: Comprimi immagine
russian: Сжать образ

# Verify
source: Verify Image
french: Vérifier l'image
italian: Verifica immagine
russian: Проверить образ

# Checksum
source: Checksum Image
french: Contrôler l'image
italian: Checksum Immagine
russian: Проверить контрольную сумму образа

# Password
source: Change Password
french: Modifier le mot de passe
italian: Cambia parola chiave
russian: Изменить пароль

# Burn
source: Burn Image
french: Graver l'image
italian: Masterizza immagine
russian: Записать образ

# Segment
source: Segment Image
french: Segmenter l'image
italian: Segmenta immagine
russian: Разбить образ на сегменты

# Segment_Save
source: Save Segments:
french: Enregistrer les segments:
italian: Salva segmenti:
russian: Сохранить сегменты:

# Segment_Location
source: Select a location, name, and size for the segments created.
french: Choisir un emplacement, un nom, et une taille pour les segments créés.
italian: Seleziona un luogo, nome, e misura per i segmenti creati.
russian: Выбрать расположение, имя и размер для создаваемых сегментов.

# Resize
source: Resize Image
french: Redimensionner l'image
italian: Ridimensiona immagine
russian: Изменить размер образа

# Create
source: Create Image from Files
french: Créer l'image à partir des fichiers
italian: Crea immagine dai documenti
russian: Создать образ из файлов

# UDRW
source: UDRW - UDIF read/write image
french: Image en lecture/écriture UDRO - UDIF
italian: Lettura/Scrittura UDRW - UDIF
russian: UDRW - UDIF образ для чтения/записи

# UDRO
source: UDRO - UDIF read-only image
french: Image en lecture seul UDRO - UDIF
italian: Sola-lettura UDRO - UDIF
russian: UDRO - UDIF образ только для чтения

# UDZO
source: UDZO - UDIF zlib-compressed image
french: Image comprimée UDZO - UDIF zlib
italian: Compressa zlib UDZO - UDIF
russian: UDZO - UDIF zlib-сжатый образ

# UDCO
source: UDCO - UDIF ADC-compressed image
french: UDCO - image comprimée UDIF ADC
italian: Compressa UDCO - UDIF ADC
russian: UDCO - UDIF ADC-сжатый образ

# UDBZ
source: UDBZ - UDIF bzip2-compressed (10.4+)
french: UDBZ - image comprimée UDIF bzip2-(OS X 10.4+ seulement)
italian: Compressa bzip2 UDBZ - UDIF (solo da OSX 10.4+)
russian: UDBZ - UDIF bzip2-сжатый (10.4+)

# UDTO
source: UDTO - DVD/CD-R master for export
french: Maître pour exportation UDTO - DVD/CD-R
italian: Master UDTO - DVD/CD-R per esportazione
russian: UDTO - мастер DVD/CD-R для экспорта

# UFBI
source: UFBI - UDIF entire image with MD5 checksum
french: Image entière UFBI - UDIF avec la somme de contrôle MD5
italian: Intera UFBI - UDIF con checksum MD5
russian: UFBI - UDIF полный диск с контрольной суммой MD5

# UDSP
source: UDSP - SPARSE (growable with content)
french: UDSP - SPARSE (s'agrandit avec le content)
italian: UDSP - SPARSE (Accrescibile con contenuti)
russian: UDSP - растущий образ

# UDSB
source: UDSB - SPARSE bundle (growable with content)
french: UDSB - SPARSE bundle (plus grand avec contenu)
italian: UDSP - SPARSE bundle (Accrescibile con contenuti)
russian: UDSB - растущий пакет-образ

# RdWr
source: RdWr - NDIF read/write (deprecated)
french: RdWr - Image lecture/écriture NDIF (désapprouvée)
italian: Lettura/Scrittura RdWr - NDIF (disapprovata)
russian: RdWr - NDIF для чтения/записи (устаревший формат)

# Rdxx
source: Rdxx - NDIF read-only (Disk Copy 6.3.3 format)
french: Rdxx - image NDIF non inscriptible (format Disk Copy 6.3.3)
italian: Sola-lettura Rdxx - NDIF (formato Disk Copy 6.3.3)
russian: Rdxx - NDIF только для чтения (формат Disk Copy 6.3.3)

# ROCo
source: ROCo - NDIF compressed (deprecated)
french: ROCo - Image comprimée NDIF (désapprouvée)
italian: Immagine compressa ROCo - NDIF (disapprovata)
russian: ROCo - NDIF сжатый (устаревший формат)

# DC42
source: DC42 - Disk Copy 4.2 image
french: DC42 - Image Disk Copy 4.2
italian: Disk Copy 4.2 DC42
russian: DC42 - образ Disk Copy 4.2

# Convert_UDRW
source: Read/Write
french: Lire/écrire
italian: Lettura/scrittura
russian: для чтения/записи

# Convert_UDRO
source: Read-only
french: Lecture seul
italian: Sola-lettura
russian: только для чтения

# Convert_UDZO
source: Compressed (zlib)
french: Comprimé (zlib)
italian: Compressa (zlib)
russian: сжатый (zlib)

# Convert_UDBZ
source: Compressed (bzip2)
french: Comprimé (bzip2)
italian: Compressa (bzip2)
russian: сжатый (bzip2)

# Convert_UDTO
source: DVD/CD-R master
french: Maître DVD/CD-R
italian: Master DVD/CD-R
russian: мастер DVD/CD-R

# Convert_UDSP
source: Sparse
italian: Sparsa
russian: растущий образ

# Convert_UDSB
source: Sparse bundle
russian: растущий пакет-образ

# Convert_RdWr
source: Read/Write (Mac OS 9)
french: Lecture/écriture (Mac OS 9)
italian: Lettura/scrittura (Mac OS 9)
russian: для чтения/записи (Mac OS 9)

# Convert_Rdxx
source: Read-only (Mac OS 9)
french: Lecture seul (Mac OS 9)
italian: Sola-lettura (Mac OS 9)
russian: только для чтения (Mac OS 9)

# Convert_ROCo
source: Compressed (Mac OS 9)
french: Comprimé (Mac OS 9)
italian: Compressa (Mac OS 9)
russian: сжатый (Mac OS 9)

source: Bottom
french: Au bas
italian: Sotto
russian: Снизу

source: Left
french: Gauche
italian: Sinistra
russian: Слева

source: Top
french: En haut
italian: Alto
russian: Сверху

source: Right
french: Droite
italian: Destra
russian: Справа

# Toolbar_New
source: New Image
french: Nouvelle image
italian: Nuova
russian: Создать

# Toolbar_New_Tip
source: Create a disk image
french: Créer une image disque
italian: Crea un'immagine disco
russian: Создать образ диска

# Toolbar_Verify
source: Verify Image
french: Vérifier l'image
italian: Verificala
russian: Проверить

# Toolbar_Verify_Tip
source: Verify a disk image
french: Vérifier une image disque
italian: Verifica un'immagine disco
russian: Проверить образ диска

# Toolbar_Resize
source: Resize Image
french: Redimensionner l'image
italian: Ridimensionala
russian: Изменить размер

# Toolbar_Resize_Tip
source: Resize a disk image
french: Redimensionner l'image disque
italian: Ridimensiona un'immagine disco
russian: Изменить размер образа диска

# Toolbar_Internet_Enable
source: Internet Enable Image
french: Image adaptée à Internet
italian: Abilitala ad internet
russian: Для интернета

# Toolbar_Internet_Enable_Tip
source: Internet Enable a disk image
french: Adapter une image à Internet
italian: Abilita l'immagine disco ad internet
russian: Подготовить образ диска для интернета

# Toolbar_Convert
source: Convert Image
french: Convertir l’image
italian: Convertila
russian: Конвертировать

# Toolbar_Convert_Tip
source: Convert a disk image
french: Convertir une image disque
italian: Converte un'immagine disco
russian: Конвертировать образ диска

# Toolbar_Mount
source: Mount Image
french: Monter l'image
italian: Montala
russian: Смонтировать

# Toolbar_Mount_Tip
source: Mount a disk image
french: Monter une image disque
italian: Monta un immagine disco
russian: Смонтировать образ диска

# Toolbar_Get_Info
source: Get Info
french: Lire les informations
italian: Info
russian: Получить информацию

# Toolbar_Get_Info_Tip
source: Get Info
french: Lire les informations
italian: Ottiene informazioni
russian: Получить информацию

# Toolbar_Eject
source: Eject Image
french: Éjecter l'Image
italian: Espellila
russian: Извлечь образ

# Toolbar_Eject_Tip
source: Eject a disk image
french: Éjecter l'Image disque
italian: Espelle un immagine disco
russian: Извлечь образ диска

# Toolbar_Log
source: Show/Hide Log
french: Afficher/masquer l'historique
italian: Resoconto
russian: Показать/скрыть лог

# Toolbar_Log_Tip
source: Show/Hide Log Drawer
french: Afficher/masquer le tiroir de l'historique
italian: Mostra/Nasconde il pannello del resoconto
russian: Показать/скрыть панель лога

# Toolbar_Burn
source: Burn Image
french: Graver l'image
italian: Masterizzala
russian: Записать образ

# Toolbar_Burn_Tip
source: Burn a disk image
french: Graver l'image disque
italian: Masterizza un'immagine disco
russian: Записать образ диска

# Toolbar_SLA
source: Add SLA
french: Ajouter l'ALL
italian: Aggiungi SLA
russian: Добавить SLA

# Toolbar_SLA_Tip
source: Add Software License Agreement to Image
french: Ajouter l'Accord de Licence du Logiciel pour l'image
italian: Aggiungi Accordo di Licenza del Software all'immagine disco
russian: Добавить пользовательское соглашение к образу

# SLA_Xcode_Error
source: Developer tools (Xcode) not installed. SLA creation is not possible. To enable this feature, install Apple's Xcode tools from the Mac OS X Install discs or http://developer.apple.com.
french: Les outils de développement (Xcode) ne sont pas installés. La création d'ALL n'est pas possible. Pour activer cette fonctionnalité, installez les outils Xcode d'Apple depuis le disque d'installation de Mac OS X ou http://developer.apple.com.
italian: Developer tools (Xcode) non è installato. La creazione dell'accordo di licenze del software (LSA) non è possibile. Per renderlo, installa Xcode tools di Apple dal DVD di Installazione Mac OS X o scaricalo da http://developer.apple.com.
russian: Инструменты разработчика (Xcode) не установлены. Создание SLA не возможно. Чтобы получить доступ к этой функции, установите Xcode tools с установочного диска Mac OS X или с сайта http://developer.apple.com.

# SLA_Folder_Error
source: The folder located at ~/Library/Preferences/FreeDMG/SLAs cannot be found. Please quit and relaunch FreeDMG to re-create this directory
french: Le dossier trouve dans le dossier ~/Blibliothèque/Preferences/FreeDMG/SLA ne peut être trouvé. S'il vous plaît, quitter et relancer FreeDMG pour recréer ce répertoire.
italian: La cartella che si trova in ~/Library/Preferences/FreeDMG/SLAs non è stata trovata. Per cortesia esci e riavvia FreeDMG per recreare tale percorso
russian: Папка ~/Library/Preferences/FreeDMG/SLAs не найдена. Пожалуйста, перезапустите FreeDMG, чтобы заново создать эту папку.

# SLA_ImageExists_Error
source: The selected image can't be found. Please try again.
french: L'image sélectionnée ne peut pas être trouvée. Veuillez réessayer.
italian: Non ho trovato l'immagine selezionata. Per cortesia riprova.
russian: Выбранный образ не найден. Попробуйте еще раз.

# SLA_ImagePath_Error
source: Error: the path to the resources or image is null. Please try again
french: Erreur : le chemin d'accès aux ressources ou de l'image est nul. Veuillez réessayer.
italian: Errore: il percorso delle risorse o l'immagine sono nulle. Per cortesia riprova.
russian: Ошибка: путь к исходным файлам или образу отсутствует. Попробуйте еще раз

# SLA_Unflatten_Error
source: An error occurred while unflattening the disk image. The image may not be a compressed read-only UDIF image. Use the "Convert" operation to convert the image to the correct type.
french: Une erreur s'est produite lors du gonflement de l'image disque. L'image ne peut être compressée en image UDIF en lecture seule. Utilisez l'opération "Convertir" pour convertir l'image au type correct.
italian: C'è stato un errore nel separare l'immagine disco. L'immagine può non essere una di Sola-lettura UDIF compressa. Usa il comando "Converti" per correggerne il tipo.
russian: Ошибка возникла при unflattening образа диска. Возможно, это не сжатый UDIF образ только для чтения. Используйте операцию "Конвертировать", чтобы конвертировать образ в нужный формат.

# SLA_CarbonResourceAttach_Error
source: An error occurred while adding Carbon resources to the selected image. Please review the log for more details.
french: Une erreur s'est produite lors de l'ajout de ressources Carbon à l'image sélectionnée. Veuillez examiner l'historique pour plus de détails.
italian: C'è stato un errore nell'aggiungere le risorse Carbon all'immagine selezionata. Per cortesia controlla il registro per dettagli.
russian: Ошибка возникла при добавлении исходных файлов Carbon к выбранному образу. Подробности смотрите в логе.

# SLA_ResourceAttach_Error
source: An error occurred while adding the enabled resources to the selected image. Please review the log for more details.
french: Une erreur s'est produite lors de l'ajout de ressources activées à l'image sélectionnée. Veuillez examiner l'historique pour plus de détails.
italian: C'è stato un errore nell'aggiungere le risorse abilitate all'immagine selezionata. Per cortesia controlla il registro per dettagli.
russian: Ошибка возникла при добавлении доступных исходных файлов к выбранному образу. Подробности смотрите в логе.

# SLA_Flatten_Error
source: An error occurred while flattening the disk image. Please try again.
french: Une erreur s'est produite lors du dégonflement de l'image disque. Veuillez réessayer.
italian: C'è stato un errore nell'unire l'immagine disco. Per cortesia riprova.
russian: Ошибка возникла при flattening образа диска. Попробуйте еще раз.

# SLA_NoSLAs_Error
source: There are no Software License agreements enabled.
french: Il n'y a pas d'accords de licence de logiciels activés.
italian: Non ci sono Accordi di Licenza del Software abilitati.
russian: Нет доступного пользовательского соглашения.

# SLA_AddSLAs_Error
source: Please use the Software License Agreements Window to add and enable agreements.
french: Veuillez utiliser la fenêtre d'Accord de logiciel de licence pour ajouter et permettre des accords.
italian: Per cortesia usa la Finestra degli Accordi di Licenza del Software per aggiungere ed abilitare gli accordi.
russian: Используйте окно пользовательского соглашения, чтобы добавить соглашение.

# SLA_ResourceCreation_Error
source: An error occurred while creating resources from the enabled software license agreements. Please review the log or Console for more details.
french: Une erreur s'est produite lors de la création des ressources depuis l'Accord de logiciel de licence . Veuillez examiner l'historique ou la Console pour plus de détails.
italian: C'è stato un errore nel creare le risorse dagli accordi di licenza per il software abilitato. Per cortesia controlla il registro o la console per dettagli.
russian: Ошибка возникла при создании источников из доступных пользовательских соглашений. Подробности смотрите в логе или Консоли.

source: Unflattening image...
french: Gonflement de l'image...
italian: Separo l'immagine...
russian: Отмена выравнивания образа...

source: Flattening image...
french: Dégonflement de l'image...
italian: Unisco l'immagine...
russian: Выравнивается образ...

# SLA_AddingCarbon
source: Adding Carbon and basic SLA resources to image...
french: Ajout de ressources Carbon et de l'ALL de base de à l'image...
italian: Aggiungo Carbon e Licenza di Base all'immagine...
russian: Добавляются ресурсы Carbon и базового SLA к образу...

# SLA_AddingResources
source: Adding resources with id:
french: Ajout des ressources avec l'ID :
italian: Aggiungo le risorse con l'identità:
russian: Добавляются ресурсы с id:

# SLA_CreatingResources
source: Creating resources with id:
french: Création des ressources avec l'ID :
italian: Creo le risorse con l'identità:
russian: Создаются ресурсы с id:

# Flatten
source: Flatten Image
french: Aplatir l'Image
italian: Unisci Immagine

# UDxx
source: UDxx - UDIF stub image
french: Image talon UDxx - UDIF
italian: Stub UDxx - UDIF
